[
    {   "name": "Dragon Ball Z",
        "img": "https://i.ytimg.com/vi/Dsh783TeHuk/maxresdefault.jpg",
        "description": "Dragon Ball Z follows the adventures of the adult Goku who, along with his companions, defends the earth against an assortment of villains ranging from intergalactic space fighters and conquerors, unnaturally powerful androids and near indestructible magical creatures."
    },
    {   "name": "Akame ga Kill",
        "img": "https://occ-0-1722-1723.1.nflxso.net/dnm/api/v6/X194eJsgWBDE2aQbaNdmCXGUP-Y/AAAABZ8_cWGGijidmaJdskwbSj6OQxj_34mIyi5ZNDSX4yyJVO8JhCCokKepPkOOSejx8qEcFygn0YkzT56C7AxJKbfjGIsx.jpg?r=976",
        "description": "The story focuses on Tatsumi, a young villager who travels to the Capital to raise money for his home only to discover strong corruption in the area. The assassin group known as Night Raid recruits the young man to help them in their fight against the corrupt Empire."
    },
    {   "name": "Demon Slayer",
        "img": "https://i.ytimg.com/vi/Y-CS-m6CI9Q/maxresdefault.jpg",
        "description": "It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. ... Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family."
    },
    {
        "name": "Full Metal Alchemist",
        "img": "https://i1.ytimg.com/vi/KMZBauH47Jo/maxresdefault.jpg",
        "description": "Set in a fictional universe in which alchemy is one of the advanced natural techniques revolved around scientific laws of equal exchange, the series follows the adventures of two alchemist brothers named Edward and Alphonse Elric, who are searching for the philosopher's stone to restore their bodies after a failed ..."
    },
    {
        "name": "Tokyo Ghoul",
        "img": "https://i.ytimg.com/vi/3WUD5JFHkn8/maxresdefault.jpg",
        "description": "The story follows Ken Kaneki, a college student who barely survives a deadly encounter with Rize Kamishiro, his date who reveals herself as a ghoul. He is taken to the hospital in critical condition. After recovering, Kaneki discovers that he underwent a surgery that transformed him into a half-ghoul."
    },
    {
        "name": "High School DxD",
        "img": "https://i.ytimg.com/vi/-FHfRP0F4p4/maxresdefault.jpg",
        "description": "The story follows Issei Hyodo, a dim-witted, lecherous second-year high school student who is killed by a girl on his first date ever. Issei is reincarnated as a demon, and from that day forward, he serves as an underling of Rias Gremory, a high-level demon who is also the prettiest girl on Issei's campus."
    },
    {
        "name": "Seven Deadly Sins",
        "img": "https://www.ecopetit.cat/wpic/mpic/220-2208988_britannia-seven-deadly-sins-wallpaper-hd.jpg",
        "description": "The Seven Deadly Sins are a band of knights in the land of Britannia (ブリタニア, Buritania) who disbanded ten years earlier after being framed for plotting a coup of the Liones Kingdom (リオネス王国, Rionesu Ōkoku), the Holy Knights who sequestered them then taking control in the wake of a rebellion they organized. Liones' third princess, Elizabeth Liones, finds the Seven Deadly Sins' leader, Meliodas, before they search out his comrades so they can clear their names and liberate Liones from the Holy Knights, who were manipulated by a demon named Fraudrin in unsealing the Demon Race from their prison. As the Sins fight against the Ten Commandments led by his brother Zeldris, Meliodas is revealed to be the Demon King's cursed son whose destiny is tied to Elizabeth's."
    },
    {
        "name": "Konosuba",
        "img": "https://www.epicdope.com/wp-content/uploads/2020/04/KonoSuba.jpg",
        "description": "The series follows a boy who is sent to a fantasy world following his death, forming a dysfunctional party with a goddess, a wizard, and a crusader to fight against monsters."
    },
    {
        "name": "Darwins Game",
        "img": "https://mangathrill.com/wp-content/uploads/2020/01/pjimage-3-1.jpg",
        "description": "17-year old Kaname Sudō accepts an online invitation by a friend to play an app game called Darwin's Game, unbeknownst to him that it involves a fight between life and death. Those who play the game are given a Sigil, an ability that varies from player to player."
    },
    {
        "name": "The Rising Of The Shield Hero",
        "img": "https://theglobalcoverage.com/wp-content/uploads/2020/02/rising-of-the-shield-hero.jpg",
        "description": "Iwatani Naofumi is summoned to another world to become one of the four heroes, namely the Shield Hero. Starting out with poor popularity and labeled as the weakest, Naofumi found himself betrayed on the third day of his adventure. Having losing faith and money, all that left is just his shield."
    },
    {
        "name": "Darling In The FranXX",
        "img": "https://lh3.googleusercontent.com/proxy/3pLTdCcQFJlNfB5-Ixpp8AB7gmXhDiZWpiy6s1kPUfCKnzmNPsmRanbd3OTURpD6hKB5I3gDafgp7dUTKXDl6RSa-ILAsONk8pA6HaCI0YLEwGIbdtqy_6pnFZazQxxsAtrjMtlZaWhCshrVCNYkvFFk",
        "description": "Darling in the Franxx is set in a dystopian future where youth are artifically created and indoctrinated solely to defend the remnants of civilization. The story follows a squad of ten pilots, particularly focusing on the partnership between Hiro, an esteemed former prodigy, and Zero Two, a hybrid human and elite pilot who aspires to become entirely human. The series features symbolism relating to the mythological Jian, an imperfect bird with only one eye and wing and thus may only fly when paired with another."
    },
    {
        "name": "Monogatari",
        "img": "https://www.epicdope.com/wp-content/uploads/2020/03/Monogatari.jpg",
        "description": "The Monogatari series revolves around Koyomi Araragi, a third-year high school student who has almost restored his humanity after briefly becoming a vampire during spring break."
    },
    {
        "name": "Death Note",
        "img": "https://avante.biz/wp-content/uploads/Imagenes-De-Death-Note-Wallpapers/Imagenes-De-Death-Note-Wallpapers-001.jpg",
        "description": "Death Note (デスノート, Desu Nōto) is a manga series created by writer Tsugumi Ohba and illustrator Takeshi Obata. The series centers around a high school student who discovers a supernatural notebook that allows him to kill anyone by writing the victim's name while picturing their face."
    }
]